/**
 * title 书的名字 @type{String}
 * url 书的图片路径 @type{String}
 * menu 书的目录 @type{Array}
 * details 书的内容简介 @type{Array}
 * excerpt 书的原文摘录 @type{Array}
 * */ 
module.exports = [
  {
    title: "呐喊",
    url: "https://img9.doubanio.com/view/subject/s/public/s29483426.jpg", 
    menu: [],
    details: [
      "《呐喊》是鲁迅1918-1922年所作的短篇小说的结集，收有《狂人日记》、《孔乙己》、《药》、《明天》、《一件小事》、《头发的故事》等14篇作品。",
      "当时正值五四革命精神高扬时期。作者创作小说意在描写“病态社会的不幸的人们”，“揭出病苦，引起疗救的注意”，并为新文化运动“呐喊”。",
      "作品真实地描绘了从辛亥革命到五四时期的社会生活，揭示了种种深层次的社会矛盾，对封建制度及陈腐的传统观念进行了深刻的剖析和彻底的否定，表现出对民族生存的浓重的忧患意识和对社会变革的强烈渴望。"
    ],
    excerpt: []
  }, {
    title: "朝花夕拾",
    url: "https://img1.doubanio.com/view/subject/s/public/s9156217.jpg", 
    menu: [],
    details: [
      "《朝花夕拾》的作品记述了作者童年的生活和青年时求学的历程，追忆那些难于忘怀的人和事，抒发了对往日亲友和师长的怀念之情。作品在夹叙夹议中，对反动、守旧势力进行了抨击和嘲讽。",
      "第一篇作品《狗 猫 鼠》针对“正人君子”的攻击引发的，嘲讽了他们散布的“流言”，表述了对猫“尽情折磨”弱者、“到处 叫”、时而“一副媚态”等特性的憎恶；追忆童年时救养的一只可爱的隐鼠遭到摧残的经历和感受，表现了对弱小者的同情和对暴虐者的憎恨。",
    ],
    excerpt: []
  }, {
    title: "阿Q正传",
    url: "https://img2.doubanio.com/view/subject/s/public/s1074811.jpg", 
    menu: [],
    details: [
      "《阿Q正传》讲述值此世纪末，衷心祈愿这里所议论的人物在下一世纪的中国现实生活中淡出；当然，作为光辉的典型人物，他将和哈姆雷特、唐·吉诃德等不朽的名字一样万古不朽。",
      "阿Q，是一个卑微渺小的人物，但却是一个巨大的名字。我不说：“伟大”而说“巨大”，是因为这个小人物的确称不上伟大，但这个名字的历史的和美学的涵容量却真是巨大得无比，我想不出世界任何一个文学人物能有阿Q那样巨大的概括性，把几亿人都涵盖进去。几乎每个中国人，你，我，他，都有阿Q的灵魂的因子。",
      "阿Q是一个“做奴隶而不可得的时代”的奴隶，比“做稳了奴隶的时代”的奴隶更可悲。做不稳，就要挣扎。他的挣扎当然不可能有过五关、斩六将或爬雪山、过草地那样的英雄事业，但作为一个小人物，他的一生也够悲壮的了。",
      "使阿Q的一生焕发悲壮的光采的是，他不仅呈现了清末民初的一个普通百姓的灵魂，几千年来成群而生、成群而死的默默的生长和枯死的灵魂；更是藉着这个灵魂的勾勒，多方面地全国民性的痼疾爆了光。",
      "阿Q虽然枪毙了，但他的阴魂不散，时时附在中国人的身上。因为痼疾的病灶埋藏得既深且久，不时复发，至少在本世纪还是常见病和多发病。但愿即将降临的新世纪，这个人物在中国淡出，只留下无与伦比的形象在艺苑中永生。这肯定也是创造这一典型人物的鲁迅的夙愿。"
    ],
    excerpt: []
  }, {
    title: "狂人日记",
    url: "https://img1.doubanio.com/view/subject/s/public/s1426308.jpg", 
    menu: [],
    details: [
      "《狂人日记》是鲁迅1918年发表的第一篇白话短篇小说，当时正值“五四”运动的前夜。由于辛亥革命的半途而废，特别是帝国主义侵略的加剧，使社会各种矛盾更加复杂尖锐。鲁迅以他锐敏的思想和犀利的笔触，对封建制度及其上层建筑表现了彻底的反抗。",
      "《狂人日记》是中国现代文学史上第一篇 真正的现代白话小说。令人惊异的是，这部中国现代小说史上具有开山意义的作品，已经显示出极其成熟的特色，使后来的许多研究者为之倾倒，究其原因，除了鲁迅深厚的文学素养外，我们也无法不叹服于先生的天才。"
    ],
    excerpt: []
  }, {
    title: "彷徨",
    url: "https://img1.doubanio.com/view/subject/s/public/s26683059.jpg", 
    menu: [
      "001 祝福",
      "022 在酒楼上",
      "035 幸福的家庭",
      "047 肥皂",
      "061 长明灯",
      "075 示众",
      "083 高老夫子",
      "097 孤独者",
      "123 伤逝",
      "148 弟兄",
      "162 离婚",
      "177 读后记 / 陈丹青"
    ],
    details: [
      "《彷徨》是鲁迅的第二部小说集，共收1924至1925年所作小说十一篇。《彷徨》的写作时期，正值五四落潮，新文化运动阵营内部出现分化，作者一面因“成了游勇，布不成阵了”而“感到寂寞”“荒凉”，“一面总结过去的经验，寻找新的战友，部署新的战斗。”在这样的背景下问世的《彷徨》，比起其第一部小说集《呐喊》来，“技术虽比先前好一些，思想也似乎较无拘束，而战斗的意志却冷得不少。”",
      "新版《彷徨》完整收录鲁迅从1924至1925年所作小说十一篇，以及陈丹青先生专门为新版撰写的读后记长文一篇。"
    ],
    excerpt: []
  }, {
    title: "野草",
    url: "https://img2.doubanio.com/view/subject/s/public/s27155622.jpg", 
    menu: [
      "题辞",
      "秋夜",
      "影的告别",
      "求乞者",
      "我的失恋",
      "复仇",
      "复仇（其二）",
      "希望",
      "雪",
      "风筝",
      "好的故事",
      "过客",
      "死火",
      "狗的驳诘",
      "失掉的好地狱",
      "墓碣文",
      "颓败线的颤动",
      "立论",
      "死后",
      "这样的战士",
      "聪明人和傻子和奴才",
      "腊叶",
      "淡淡的血痕中",
      "一觉"
    ],
    details: [
      "《野草》收入鲁迅1924年9月至1926年4月在北京创作的散文诗23篇及1927年编成集子时所作《题辞》1篇。《野草》贯穿着严肃的自剖和不懈的思想探索。它的艺术特色鲜明——象征和隐喻手法，想象丰富，构思奇特。"
    ],
    excerpt: [
      "然而我终于彷徨于明暗之间，我不知道是黄昏还是黎明。我姑且举灰黑的手装作喝干一杯酒，我将在不知道时候的时候独自远行。",
      "“有人说：我们的社会是一片沙漠。——如果当真是一片沙漠，这虽然荒漠一点也还静肃；虽然寂寞一点也还会使你感觉苍茫。何至于像这样的混沌，这样的阴沉，而且这样的离奇变幻！”"
    ]
  }, {
    title: "故事新编",
    url: "https://img9.doubanio.com/view/subject/s/public/s6934414.jpg", 
    menu: [
      "序言",
      "补天",
      "奔月",
      "理水",
      "采薇",
      "铸剑",
      "出关",
      "非攻",
      "起死"
    ],
    details: [
      "《故事新编》是鲁迅的一部短篇小说集，收录了鲁迅在1922年～1935年间创作的短篇小说八篇。1936年1月由上海文化生活出版社初版，列为巴金所编的《文学丛刊》之一作者生前共印行七版次。",
      "这八篇小说分别是：《补天》、《奔月》、《理水》、《采薇》、《铸剑》、《出关》、《非攻》、《起死》。外加一篇《序言》。此书主要以神话为题材，多数是在“博考文献”的基础上，“取一点因由，随意点染。”",
      "其中，《补天》写于1922年冬天，原题《不周山》，收录于《呐喊》初版，后改名《补天》并抽出；《奔月》、《铸剑》写于1926年和1927年，《铸剑》在《莽原》上发表时题名《眉间尺》；《补天》、《理水》、《非攻》、《采薇》、《起死》写于1934至1935年。"
    ],
    excerpt: [
      "粉红的天空中，曲曲折折的漂着许多条石绿色的浮云，星便在那后面忽明忽灭的眼。天边的血红的云彩里有一个光芒四射的太阳，如流动的金球包在荒古的熔岩中；那一边，却是一个生铁一般的冷面且白的月亮。 迹是鞋子踏成的，但迹难道就是鞋子吗？"
    ]
  }, {
    title: "坟",
    url: "https://img1.doubanio.com/view/subject/s/public/s29396468.jpg", 
    menu: [
      "题记",
      "人之历史",
      "科学史教篇",
      "文化偏至论",
      "摩罗诗力说",
      "我之节烈观",
      "我们现在怎样做父亲",
      "宋民间之所谓小说及其后来",
      "娜拉走后怎样",
      "未有天才之前",
      "论雷峰塔的倒掉",
      "说胡须",
      "论照相之类",
      "再论雷峰塔的倒掉",
      "看镜有感",
      "春末闲谈",
      "灯下漫笔",
      "杂忆",
      "论“他妈的!”",
      "论睁了眼看",
      "从胡须说到牙齿",
      "坚壁清野主义",
      "寡妇主义",
      "论“费厄泼赖”应该缓行",
      "写在《坟》后面"
    ],
    details: [
      "《坟》收作者1907年至1925年所作论文二十三篇。1927年3月由北京未名社初版，1929年3月第二次印刷时曾经作者校订。1930年4月第三次印刷改由上海北新书局出版。作者生前共印行四版次。作者说：将这些体式上截然不同的东西，集合了做成一书样子的缘由，说起来是很没有什么冠冕堂皇的。首先就因为偶尔看见了几篇将近二十年前所做的所谓文章。这是我做的么？我想。看下去，似乎也确是我做的。那是寄给《河南》②的稿子；因为那编辑先生有一种怪脾气，文章要长，愈长，稿费便愈多。所以如《摩罗诗力说》那样，简直是生凑。倘在这几年，大概不至于那么做了。又喜欢做怪句子和写古字，这是受了当时的《民报》③的影响；现在为排印的方便起见，改了一点，其余的便都由他。这样生涩的东西，倘是别人的，我恐怕不免要劝他“割爱”，但自己却总还想将这存留下来，而且也并不“行年五十而知四十九年非”④，愈老就愈进步。其中所说的几个诗人，至今没有人再提起，也是使我不忍抛弃旧稿的一个小原因。他们的名，先前是怎样地使我激昂呵，民国告成以后，我便将他们忘却了，而不料现在他们竟又时时在我的眼前出现。",
      "其次，自然因为还有人要看，但尤其是因为又有人憎恶着我的文章。说话说到有人厌恶，比起毫无动静来，还是一种幸福。天下不舒服的人们多着，而有些人们却一心一意在造专给自己舒服的世界。这是不能如此便宜的，也给他们放一点可恶的东西在眼前，使他有时小不舒服，知道原来自己的世界也不容易十分美满。苍蝇的飞鸣，是不知道人们在憎恶他的；我却明知道，然而只要能飞鸣就偏要飞鸣。我的可恶有时自己也觉得，即如我的戒酒，吃鱼肝油，以望延长我的生命，倒不尽是为了我的爱人，大大半乃是为了我的敌人，给他们说得体面一点，就是敌人罢，要在他的好世界上多留一些缺陷。君子之徒⑤曰：你何以不骂杀人不眨眼的军阀呢⑥？斯亦卑怯也已！但我是不想上这些诱杀手段的当的。木皮道人⑦说得好， “几年家软刀子割头不觉死”，我就要专指斥那些自称“无枪阶级”而其实是拿着软刀子的妖魔。即如上面所引的君子之徒的话，也就是一把软刀子。假如遭了笔祸了，你以为他就尊你为烈士了么？不，那时另有一番风凉话。倘不信，可看他们怎样评论那死于三一八惨杀的青年⑧。"
    ],
    excerpt: [
      "道德这事，必须普遍，人人应做，人人能行，又于自他两利，才有存在的价值。"
    ]
  }, {
    title: "伤逝",
    url: "https://img1.doubanio.com/view/subject/s/public/s26366688.jpg", 
    menu: [
      "一 鲁迅小说",
      "1 伤逝",
      "2 补天",
      "3 奔月",
      "4 理水",
      "5 采薇",
      "6 铸剑",
      "7 出关",
      "8 非攻",
      "9 起死",
      "10 怀旧",
      "二 鲁迅杂文",
      "1 中国人失掉自信力了吗",
      "2 关于中国的两三件事",
      "3 门外文谈",
      "……",
      "附录",
      "《出关》的“关”"
    ],
    details: [
      "本书精选了鲁迅小说、杂文数十篇。鲁迅（1881-1936），现代文学家、思想家和革命家。原名周树人，字豫才，浙江绍兴人。1918年5月，首次用笔名“鲁迅”发表中国现代文学史上第一篇白话小说《狂人日记》，大胆揭露人吃人的封建礼教，奠定了新文学运动的基石。五四运动前后，参加《新青年》杂志工作，猛烈抨击封建文化与封建道德，成为新文化运动的伟大旗手。",
      "20年代陆续出版了《呐喊》、《坟》、《热风》、《徬徨》、《野草》、《朝花夕拾》等专集。1930年起，先后参加中国自由运动大同盟、中国左翼作家联盟和中国民权保障同盟，积极参加革命文艺运动。从1927年到1935年，创作了《故事新编》中的大部分作品和《而已集》、《三闲集》、《二心集》、《南腔北调集》、《伪自由书》等杂文集。这时期的杂文，深刻地分析了各种社会问题，表现出卓越的政治远见和韧性的战斗精神，对中国革命文化事业作出了巨大的贡献。1936年10月19日病逝于上海。"
    ],
    excerpt: [
      "新的生路还很多，我必须跨进去，因为我还活着。但我还不知道怎样跨出那第一步。有时，仿佛看见那条生路就像一条灰白的长蛇，自己蜿蜒地向我奔来，我等着，等着，看看临近，但忽然便消失在黑暗里了。 "
    ]
  }, {
    title: "热风",
    url: "https://img1.doubanio.com/view/subject/s/public/s29053567.jpg", 
    menu: [
      "题记",
      "一九一八年",
      "随感录二十五",
      "三十三",
      "三十五至三十八",
      "一九一九年",
      "随感录三十九至四十三",
      "四十六至四十九",
      "五十三至五十四",
      "五十六 “来了”",
      "五十七 现在的屠杀者",
      "五十八 人心很古",
      "五十九 “圣武”",
      "六十一 不满",
      "六十二 恨恨而死",
      "六十三 “与幼者”",
      "六十四 有无相通",
      "六十五 暴君的臣民",
      "六十六 生命的路‘",
      "一九二一年",
      "智识即罪恶",
      "事实胜于雄辩",
      "一九二二年",
      "估《学衡》",
      "为“俄国歌居团”",
      "无题",
      "“以震其艰深”",
      "所谓“国学”",
      "儿歌的“反动”",
      "“一是之学说”",
      "不懂的音译",
      "对于批评家的希望",
      "反对“含泪”的批语家",
      "即小见大",
      "一九二四年",
      "望勿“纠正”"
    ],
    details: [
      "《热风》收作者1918年至1924年所作杂文四十一篇。1925年11月由北京北新书局初版。作者生前共印行十版次。鲁迅在《新青年》的《随感录》中做些短评，还在这前一年，因为所评论的多是小问题，所以无可道，原因也大都忘却了。但就现在的文字看起来，除几条泛沦之外，有的是对于扶乩，静坐，打拳而发的；有的是对于所谓“保存国粹”而发的；有的是对于那时旧官僚的以经验自豪而发的；有的是对于上海《时报》的讽刺画而发的。记得当时的《新青年》是正在四面受敌之中，鲁迅所对付的不过一小部分。"
    ],
    excerpt: [
      "于是乎中国人失了世界；却暂时仍要在这世界上住！——这便是我的大恐惧。"
    ]
  }, {
    title: "华盖集",
    url: "https://img1.doubanio.com/view/subject/s/public/s1078639.jpg", 
    menu: [
      "题记",
      "一九二五年",
      "咬文嚼字（一至二）",
      "青年必读书",
      "忽然想到（一至四）",
      "通讯",
      "论辩的魂灵",
      "牺牲谟",
      "战士和苍蝇",
      "夏三虫",
      "忽然想到（五至六）",
      "杂感",
      "北京通信",
      "导师",
      "长城",
      "忽然想到（七至九）",
      "“碰壁”之后",
      "并非闲话",
      "我的“籍”和“系”",
      "咬文嚼字（三）",
      "忽然想到（十至十一）",
      "补白",
      "答KS君",
      "“碰壁”之余",
      "并非闲话（二）",
      "十四年的“读经”",
      "评心雕龙",
      "这个与那个",
      "并非闲话（三）",
      "我观北大",
      "碎话",
      "“公理”的把戏",
      "这回是“多数”的把戏",
      "后记",
    ],
    details: [
      "《华盖集》收作者1925年所作杂文三十一篇。1926年6月由北京北新书局初版。作者生前印行九版次。《华盖集》的内容包括：通讯论辩的魂灵，牺牲谟，战士和苍蝇，夏三虫，忽然想到（五至六），杂感，北京通信，导师，长城，忽然想到（七至九），“碰壁”之后，并非闲话，我的“籍”和“系”，咬文嚼字（三）等内容。"
    ],
    excerpt: [
      "“你说中国不好，你是外国人么？为什么不到外国去？可惜外国人看你不起……”",
      "我想:暴君的专制使人们变成冷嘲，愚民的专制使人们变成死相。 "
    ]
  }, {
    title: "中国小说史略",
    url: "https://img9.doubanio.com/view/subject/s/public/s9069944.jpg", 
    menu: [
      "1 题记",
      "2 序言",
      "3 第一篇 史家对于小说之著录及论述",
      "4 第二篇 神话与传说",
      "5 第三篇 《汉书・艺文志》所载小说",
      "6 第四篇 今所见汉人小说",
      "7 第五篇 六朝之鬼神志怪书（上）",
      "8 第六篇 六朝之鬼神志怪书（下）",
      "9 第七篇 《世说新语》与其前后",
      "10 第八篇 唐之传奇文（上）"
    ],
    details: [
      "《中国小说史略》为鲁迅先生编撰的中国第一部小说史专著。《中国小说史略》共有二十八篇，叙述中国古代小说发生、发展、演变过程，始于神话与传说，迄于清末谴责小说。还全面辑录了鲁迅先生关于古代小说研究的文字，按写作年代先后排列，包括序言、通信等，从中可以了解他对古代小说之研究的演变过程。",
      "《中国小说史略》率先把小说作为一门专门的学问加以系统的研究，开创了中国古代文学研究的新领域，建立了中国小说史的独立体系，为中国小说史的研究奠定了坚实的基础。鲁迅先生作了大量的史料勾稽、考证工作，并据此作了许多精当卓越、言简意赅的评论。此次出版的《中国小说史略》中，中国小说史研究专家郭豫适先生在其导读部分着重介绍了鲁迅在中国古典小说研究领域的学术成就，以利读者更好地阅读《中国小说史略》，更全面地了解鲁迅，从而更进一步领略民国时期的学术风貌。"
    ],
    excerpt: [
      "悟通大道。必先空破情根，破情根必先走入请内，走入情内见得世界情根之虚，然后走出情外认得道根之实。"
    ]
  }, {
    title: "而已集",
    url: "https://img1.doubanio.com/view/subject/s/public/s1078129.jpg", 
    menu: [
      "题辞",
      "一九二七年",
      "黄花节的杂感",
      "略论中国人的脸",
      "革命时代的文学",
      "写有《劳动问题》之前",
      "略谈香港",
      "读书杂谈",
      "通信",
      "答有恒先生",
      "辞“大义”",
      "反“漫谈”",
      "忧“天乳”",
      "革“首领”",
      "谈“激烈”",
      "扣丝杂感",
      "“公理”之所在",
      "可恶罪",
      "“意表之外”",
      "新时代的放债法",
      "魏晋风度及文章与药及酒之关系",
      "小杂感",
      "再谈香港",
      "革命文学",
      "《尘影》题辞",
      "当陶元庆君的绘画展览时",
      "卢梭和胃口",
      "文学和出汗",
      "文艺和革命",
      "谈所谓“大内档案”",
      "拟预言",
      "附录",
      "大衍发微",
    ],
    details: [
      "本书收作者一九二七年所作杂文二十九篇。附录一九二六年的一篇。鲁迅在本书《题粹》中说明了本书题名的用意：“这半年我又看见了许多泪，然而我只有杂感而已。……”"
    ],
    excerpt: [
      "楼下一个男人病的要死，那间壁的一家唱着留声机；对面是弄孩子。楼上有两人狂笑；还有打牌声。河中的船上有女人哭着她死去的母亲。人类的悲欢并不相通，我只觉得他们吵闹。"
    ]
  }, {
    title: "且介亭杂文",
    url: "https://img1.doubanio.com/view/subject/s/public/s29055099.jpg", 
    menu: [
      "序言",
      "一九三四年",
      "关于中国的两三件事",
      "答国际文件社问",
      "《草鞋脚》小引",
      "论“旧形式的采用”",
      "连环图画琐谈",
      "儒术",
      "《看图识字》",
      "拿来主义",
      "隔膜",
      "《木刻纪程》小引",
      "难行和不信",
      "买《小学大全》记",
      "韦素园墓记",
      "忆韦素园君",
      "忆刘半农君",
      "答曹聚仁先生信",
      "从孩子的照相说起",
      "门外文谈",
      "不知肉味和不知水味",
      "中国语文的新生",
      "中国人失掉自信力了吗",
      "“以眼还眼”",
      "说“面子”",
      "运命",
      "脸谱臆测",
      "随便翻翻",
      "拿破仑与隋那",
      "答《戏》周刊编者信",
      "答《戏》周刊编者信",
      "中国文坛上的鬼魅",
      "关于新文字",
      "病后杂谈",
      "病后杂谈之余",
      "河南卢氏曹先生教泽碑文",
      "阿金",
      "论俗人应避雅人",
      "附记",
    ],
    details: [
      "近几年来，所谓“杂文”的产生，比先前多，也比先前更受着攻击。例如自称“诗人”邵洵美，前“第三种人”施蛰存和杜衡即苏汶，还不到一知半解程度的大学生林希隽之流，就都和杂文有切骨之仇，给了种种罪状的。然而没有效，作者多起来，读者也多起来了。"
    ],
    excerpt: [
      "杀人者在毁坏世界，救人者在修补它，而炮灰资格的诸公，却总在恭维杀人者。",
      "所谓“和平”，不过是两次战争之间的时日",
      "我们活在这样的地方，我们活在这样的时代。"
    ]
  }, {
    title: "祝福",
    url: "https://img9.doubanio.com/view/subject/s/public/s1159924.jpg", 
    menu: [
      "一 鲁迅小说",
      "1 祝福",
      "2 在酒楼上",
      "3 幸福的家庭",
      "4 肥皂",
      "5 长明灯",
      "6 示众",
      "7 高老夫子",
      "8 孤独者",
      "9 弟兄",
      "10 离婚",
      "二 鲁迅杂文",
      "1 略论中国人的脸",
      "2 略谈香港",
      "3 再谈香港",
      "……",
    ],
    details: [
      "本书精选了鲁迅小说、杂文数十篇。鲁迅（1881-1936），现代文学家、思想家和革命家。原名周树人，字豫才，浙江绍兴人。1918年5月，首次用笔名“鲁迅”发表中国现代文学史上第一篇白话小说《狂人日记》，大胆揭露人吃人的封建礼教，奠定了新文学运动的基石。五四运动前后，参加《新青年》杂志工作，猛烈抨击封建文化与封建道德，成为新文化运动的伟大旗手。",
      "20年代陆续出版了《呐喊》、《坟》、《热风》、《徬徨》、《野草》、《朝花夕拾》等专集。1930年起，先后参加中国自由运动大同盟、中国左翼作家联盟和中国民权保障同盟，积极参加革命文艺运动。从1927年到1935年，创作了《故事新编》中的大部分作品和《而已集》、《三闲集》、《二心集》、《南腔北调集》、《伪自由书》等杂文集。这时期的杂文，深刻地分析了各种社会问题，表现出卓越的政治远见和韧性的战斗精神，对中国革命文化事业作出了巨大的贡献。1936年10月19日病逝于上海。"
    ],
    excerpt: [
    ]
  }, {
    title: "两地书",
    url: "https://img2.doubanio.com/view/subject/s/public/s33528222.jpg", 
    menu: [
      "序言",
      "第一集 北京（一九二五年三月至七月）",
      "第二集 厦门——广州（一九二六年九月至一九二七年一月）",
      "第三集 北平——上海（一九二九年五月至六月）",
    ],
    details: [
      "《两地书》系作者与景宋（许广平）在1925年3月至1929年6月间的通信结集，共收信一百三十五封（其中鲁迅信六十七封半），由鲁迅编辑修改而成，分为三集，1933年4月由上海青光书局初版。作者生前共印行四版次。"
    ],
    excerpt: [
      "能自愛，才能愛人。",
    ]
  }, {
    title: "伪自由书",
    url: "https://img2.doubanio.com/view/subject/s/public/s29054843.jpg", 
    menu: [
      "前记",
      "一九三三年",
      "观斗",
      "逃的辩护",
      "崇实",
      "电的利弊",
      "航空救国三愿",
      "不通两种",
      "【因此引起的通论】：“最通的”文艺(王平陵)",
      "【通论的拆通】：官话而已",
      "赌咒",
      "战略关系",
      "【备考】：奇文共赏(周敬侪)",
      "颂萧",
      "【又招恼了大主笔】：萧伯纳究竟不凡(大晚报)",
      "【也不佩服大主笔】 ：前文的案语(乐雯)",
      "对于战争的祈祷",
      "从讽刺到幽默",
      "从幽默到正经",
      "王道诗话",
      "伸冤",
      "曲的解放",
      "文学上的折扣",
      "迎头经",
      "“光明所到……”",
      "止哭文学",
      "【备考】：提倡辣椒救国(王慈)",
      "【硬要用辣椒止哭】：不要乱咬人(王慈)",
      "【但到底是不行的】：这叫作愈出愈奇",
      "“人话”",
      "出卖灵魂的秘诀",
      "文人无文",
      "【备考】：恶癖(若谷)",
      "【风凉话?】：第四种人(周木斋)",
      "【乘凉】：两误一不同",
      "最艺术的国家",
      "现代史",
      "推背图",
      "《杀错了人》异议",
      "【备考】 ：杀错了人(曹聚仁)",
      "中国人的生命圈",
      "内外",
      "透底",
      "【来信】 ：(祝秀侠)",
      "【回信】 ：“以夷制夷”",
      "【跳踉】：“以华制华”（本家作）",
      "【摇摆】：过而能改（傅红蓼）",
      "【只要几句】：案语",
      "言论自由的界限",
      "大观园的人才",
      "文章与题目",
      "新药",
      "“多难这月”",
      "不负责任的担克车",
      "从盛宣怀说到有理的压迫",
      "王化",
      "天上地下",
      "保留",
      "再谈保留",
      "“有名无实”的反驳",
      "不求甚解",
      "后记",
    ],
    details: [
      "鲁迅经典杂文集，收录鲁迅寄给《申报》上的《自由谈》的杂感及一些笔战文章。冷嘲热讽讥评时政，文字曲折而犀利，论时事不留情面，砭锢弊常取类型。",
    ],
    excerpt: [
      "我们中国人总喜欢说自己爱和平，但其实，是爱斗争的，爱看别的东西斗争，也爱看自己们斗争。 ",
      "“聪明人不吃眼前亏”，亦古贤之遗教也，然而这时也就“幽默”归天，“正经”统一了剩下的全中国。——《从幽默到正经》",
      "任他们斗争着，自己不与斗，只是看。——《观斗》",
    ]
  }, {
    title: "二心集",
    url: "https://img1.doubanio.com/view/subject/s/public/s29053557.jpg", 
    menu: [
      "序言",
      "一九三〇年",
      "“硬译”与“文学的阶级性”",
      "习惯与改革",
      "非革命的急进革命论者",
      "张资平氏的“小说学”",
      "对于左翼作家联盟的意见",
      "我们要批评家",
      "“好政府主义”",
      "“丧家的”“资本家的乏走狗”",
      "《进化和退化》小引",
      "《艺术论》译本序",
      "做古文和做好人的秘诀（夜记之五，不完。）",
      "一九三一年",
      "关于《唐三藏取经诗话》的版本",
      "柔石小传",
      "中国无产阶级革命文学和前驱的血",
      "黑暗中国的文艺界的现状",
      "上海文艺之一瞥",
      "一八艺社习作展览会小引",
      "答文艺新闻社问",
      "“民族主义文学”的任务和运命",
      "沉滓的泛起",
      "以脚报国",
      "唐朝的钉梢",
      "《夏娃日记》小引",
      "新的“女将”",
      "宣传与做戏",
      "知难行难",
      "几条“顺”的翻译",
      "风马牛",
      "再来一条“顺”的翻译",
      "中华民国的新“堂•吉诃德”们",
      "《野草》英文译本序",
      "“智识劳动者”万岁",
      "“友邦惊诧”论",
      "答中学生杂志社问",
      "答北斗杂志社问",
      "关于小说题材的通信（并Y 及T 来信）",
      "关于翻译的通信（并J.K. 来信）",
      "现代电影与有产阶级（译文，并附记）",
    ],
    details: [
      "这是一九三○年与三一年两年间的杂文的结集。",
      "当三○年的时候，期刊已渐渐的少见，有些是不能按期出版了，大约是受了逐日加紧的压迫。《语丝》和《奔流》，则常遭邮局的扣留，地方的禁止，到底也还是敷延不下去。那时我能投稿的，就只剩下一个《萌芽》，而出到五期，也被禁止了，接着是出了一本《新地》。所以在这一年内，我只做了收在集内的不到十篇的短评。"
    ],
    excerpt: [
      "知识阶级有知识阶级的事要做，不应特别看轻，然而劳动阶级决无特别例外地优待诗人或文学家的义务。"
    ]
  }, {
    title: "南腔北调集",
    url: "https://img2.doubanio.com/view/subject/s/public/s29053583.jpg", 
    menu: [
      "题记",
      "一九三二年",
      "“非所计也”",
      "林克多《苏联闻见录》序",
      "我们不再受骗了",
      "《竖琴》前记",
      "论“第三种人”",
      "“连环图画”辩护",
      "辱骂和恐吓决不是战斗",
      "《自选集》自序",
      "《两地书》序言",
      "祝中俄文字之交",
      "一九三三年",
      "听说梦",
      "论“赴难”和“逃难”",
      "学生和玉佛",
      "为了忘却的记念",
      "谁的矛盾",
      "看萧和“看萧的人们”记",
      "《萧伯纳在上海》序",
      "由中国女人的脚，推定中国人之非中庸，",
      "又由此推定孔夫子有胃病(“学匪”派",
      "考古学之一)",
      "我怎么做起小说来",
      "关于女人",
      "真假堂吉诃德",
      "《守常全集》题记",
      "谈金圣叹",
      "又论“第三种人”",
      "“蜜蜂”与“蜜”",
      "经验",
      "谚语",
      "大家降一级试试看",
      "沙",
      "给文学社信",
      "关于翻译",
      "《一个人的受难》序",
      "祝《涛声》",
      "上海的少女",
      "上海的儿童",
      "“论语一年”",
      "小品文的危机",
      "九一八",
      "偶成",
      "漫与",
      "世故三昧",
      "谣言世家",
      "关于妇女解放",
      "火",
      "论翻印木刻",
      "《木刻创作法》序",
      "作文秘诀",
      "捣鬼心传",
      "家庭为中国之基本",
      "《总退却》序",
      "答杨部人先生公开信的公开信",
    ],
    details: [
      "《南腔北调集》是鲁迅的一部杂文集，收录了鲁迅在1932-1933年间所写的杂文五十一篇。 包括《我们不再受骗了》，《听说梦》，《为了忘却的记念》，《关于女人》，《沙》，《上海的儿童》，《火》，《论翻印木刻》，《家庭为中国之基本》等。",
      "1932年2月编定，收入了1932年至1933年间创作的杂文51篇。当时上海有一署名“美子”的文人在《作家素描》一文中攻击鲁迅： “鲁迅很喜欢演说，只是有些口吃，而且是'南腔北调'。”对此，鲁迅迎头反击道:“我不会说绵软的苏白，不会打响亮的京调，不入调不入流，实在是南腔北调。”表明了自己不愿随波逐流，鄙薄无聊文人的立场，信手拈来的这个集名，诙谐幽默之中，寄托了对敌人的鄙视，表示了不妥协的态度。所以先生将1934年3月出版的这个集子命名为《南腔北调集》，是一种自嘲，更是对美子的嘲讽。"
    ],
    excerpt: [
      "人必有所缺，这才想起他所需。穷教员养不活老婆了，于是觉到女子自食其力说之合理，并且附带地向男女平权论点头"
    ]
  },
]
/**
 {
    title: "",
    url: "", 
    menu: [

    ],
    details: [
    ],
    excerpt: [
    ]
  },
 * */ 