/**
 * title 书的名字 String
 * url 书的图片路径 String
 * menu 书的目录 Array
 * details 书的内容简介 Array
 * comments 书的评论 Array
 * */ 
module.exports = [
  {
    title: "呐喊",
    url: "https://img9.doubanio.com/view/subject/s/public/s29483426.jpg", 
    menu: [
      "《呐喊》自序",
      "一件小事",
      "狂人日记",
      "鸭的喜剧",
      "端午节",
      "故乡",
      "孔乙己",
      "药",
      "阿Q正传",
      "兔和猫",
      "社戏",
      "风波",
      "头发的故事",
      "明天",
      "白光"
    ],
    details: [
      "《呐喊》是鲁迅1918-1922年所作的短篇小说的结集，收有《狂人日记》、《孔乙己》、《药》、《明天》、《一件小事》、《头发的故事》等14篇作品。",
      "当时正值五四革命精神高扬时期。作者创作小说意在描写“病态社会的不幸的人们”，“揭出病苦，引起疗救的注意”，并为新文化运动“呐喊”。",
      "作品真实地描绘了从辛亥革命到五四时期的社会生活，揭示了种种深层次的社会矛盾，对封建制度及陈腐的传统观念进行了深刻的剖析和彻底的否定，表现出对民族生存的浓重的忧患意识和对社会变革的强烈渴望。"
    ],
    comments: [
      "鲁迅如果不被赋予那么多政治色彩，单看作品也是一个优秀的毒舌家的",
      "看他的文章还无法醒悟的人是该有多么可悲",
      "一个特立独行的人需要金钱来保持他的尊严，否则就只有被毁灭的份，人们是不能容忍一个穷光蛋的异类的。就象一个老姑娘要用钱保持她的高傲，否则就是耻辱。"
    ]
  }, {
    title: "朝花夕拾",
    url: "https://img1.doubanio.com/view/subject/s/public/s9156217.jpg", 
    menu: [

    ],
    details: [
      "《朝花夕拾》的作品记述了作者童年的生活和青年时求学的历程，追忆那些难于忘怀的人和事，抒发了对往日亲友和师长的怀念之情。作品在夹叙夹议中，对反动、守旧势力进行了抨击和嘲讽。",
      "第一篇作品《狗 猫 鼠》针对“正人君子”的攻击引发的，嘲讽了他们散布的“流言”，表述了对猫“尽情折磨”弱者、“到处 叫”、时而“一副媚态”等特性的憎恶；追忆童年时救养的一只可爱的隐鼠遭到摧残的经历和感受，表现了对弱小者的同情和对暴虐者的憎恨。",
    ],
    comments: [

    ]
  }, {
    title: "阿Q正传",
    url: "https://img2.doubanio.com/view/subject/s/public/s1074811.jpg", 
    menu: [

    ],
    details: [
      "《阿Q正传》讲述值此世纪末，衷心祈愿这里所议论的人物在下一世纪的中国现实生活中淡出；当然，作为光辉的典型人物，他将和哈姆雷特、唐·吉诃德等不朽的名字一样万古不朽。",
      "阿Q，是一个卑微渺小的人物，但却是一个巨大的名字。我不说：“伟大”而说“巨大”，是因为这个小人物的确称不上伟大，但这个名字的历史的和美学的涵容量却真是巨大得无比，我想不出世界任何一个文学人物能有阿Q那样巨大的概括性，把几亿人都涵盖进去。几乎每个中国人，你，我，他，都有阿Q的灵魂的因子。",
      "阿Q是一个“做奴隶而不可得的时代”的奴隶，比“做稳了奴隶的时代”的奴隶更可悲。做不稳，就要挣扎。他的挣扎当然不可能有过五关、斩六将或爬雪山、过草地那样的英雄事业，但作为一个小人物，他的一生也够悲壮的了。",
      "使阿Q的一生焕发悲壮的光采的是，他不仅呈现了清末民初的一个普通百姓的灵魂，几千年来成群而生、成群而死的默默的生长和枯死的灵魂；更是藉着这个灵魂的勾勒，多方面地全国民性的痼疾爆了光。",
      "阿Q虽然枪毙了，但他的阴魂不散，时时附在中国人的身上。因为痼疾的病灶埋藏得既深且久，不时复发，至少在本世纪还是常见病和多发病。但愿即将降临的新世纪，这个人物在中国淡出，只留下无与伦比的形象在艺苑中永生。这肯定也是创造这一典型人物的鲁迅的夙愿。"
    ],
    comments: [

    ]
  },
]